Repository: getaccent/accent-ios
Catalog: Accent/*.lproj/Localizable.strings
Languages: es

source: Accent Feedback
es: Accent Comentarios

source: Article
es: Prensa

source: Articles
es: Prensas

source: Browse
es: Explorar

source: Continue
es: Continuar

source: Continue Without Login
es: Continuar sin registrar

source: Don't worry, you can change this later
es: No te preocupes, puedes cambiar la idioma después

source: Home
es: Inicio

source: No articles could be found at this time. Please try again later.
es: Los articulos no se encuentran en este momento. Por favor inténtalo más tarde.

source: Rate Accent
es: Calificar Accent

source: Saving for later...
es: Guardando para después...

source: Select a Language
es: Selecionna un idioma

source: Send Feedback
es: Enviar comentarios

source: Settings
es: Configuración

source: Sign in with Phone Number
es: Registrar con número de teléfono

source: Target Language
es: Idioma deseando apprender

source: Version
es: Versión

source: When you save an article to Accent, it will be listed here.
es: Cuando guardas un articulo en Accent, aparecerá aqui.

source: Your global news source
es: Su fuente de noticias global

source: English
es: Inglés

source: French
es: Francés

source: Spanish
es: Español

source: Swedish
es: Sueco
